Repository: tidatida/sapo-messenger-for-mac
Catalog: lilypad/Resources/*.lproj/Localizable.strings
Languages: pt

source: (%d unread)
pt: (%d não lidas)

source: - Copy
pt: - Cópia

source: among others (total of %d items)
pt: entre outros (total de %d items)

source: and
pt: e

source: %@ (%@/s)
pt: %1$@ (%2$@/s)

source: %@ - Cancelled
pt: %@ - Cancelado

source: %@ - Do you want to receive the file?
pt: %@ - Quer receber o ficheiro?

source: %@ - Error: %@
pt: %1$@ - Erro: %2$@

source: %@ - Rejected!
pt: %@ - Rejeitado!

source: %@ - Waiting for acceptance
pt: %@ - A enviar ficheiro

source: %@ accepted your file named "%@"
pt: %@ aceitou o ficheiro "%@"

source: %@ has banned you from the chat-room.
pt: %@ baniu-te da sala de chat.

source: %@ has kicked you out of the chat-room.
pt: %@ chutou-te para fora da sala de chat.

source: %@ is offering you the file "%@"
pt: %@ está a oferecer-lhe o ficheiro "%@"

source: %@ wants to add you as a buddy.
pt: %@ deseja adicioná-lo como contacto.

source: %@ was added to your buddy list. You can now see the online status of this contact.
pt: %@ foi adicionado à sua lista de amigos. A partir de agora pode ver o estado deste contacto.

source: %@%@Click the "Rejoin" button to try to get back in.
pt: %@%@Clica em "Entrar Novamente" para tentar voltar a entrar na sala de chat.

source: %@%@Click the "Rejoin" button to try to get back in. (it will most probably not work, but it doesn't hurt to try)
pt: %@%@Clica em "Entrar Novamente" para tentar voltar a entrar na sala de chat. (provavelmente não vai funcionar, mas pode-se tentar)

source: %1$@ has encountered a serious error and needs to be relaunched (for the more tech savvy, there was an unhandled exception). Our development team would love to have access to some detailed info about this problem, so that it can be fixed appropriately. That info would consist of the following items: %2$C the current date; %2$C the application version and build number; %2$C the architecture of your Mac (PowerPC or Intel); %2$C the location of the error in the application code. No personal info whatsoever would be included. Do you allow %1$@ to send some info about this error to its developers?
pt: O %1$@ encontrou um erro grave e precisa de ser reiniciado (para os mais técnicos, houve uma excepção não tratada). A nossa equipa de desenvolvimento gostaria de ter acesso a informações detalhadas sobre este problema para poder solucioná-lo da melhor forma possível. Essas informações consistiriam de: %2$C a data actual; %2$C a versão e o nº de build da aplicação; %2$C a arquitectura do Mac (PowerPC ou Intel); %2$C a localização do erro no código da aplicação. Não estaria incluida nenhuma informação pessoal. Permite que o %1$@ envie esta informação à equipa de desenvolvimento?

source: %C You have %d unread message that was received while you were offline
pt: %C Tem %d mensagem não lida que foi recebida enquanto esteve offline

source: %C You have %d unread messages that were received while you were offline
pt: %C Tem %d mensagens não lidas que foram recebidas enquanto esteve offline

source: %C There is %d pending file transfer that needs your attention
pt: %C Existe %d transferência de ficheiro pendente que requer a sua atenção

source: %C There are %d pending file transfers that need your attention
pt: %C Existem %d transferências de ficheiros pendentes que requerem a sua atenção

source: %d characters
pt: %d caracteres

source: (gagged)
pt: (amordaçado)

source: (none)
pt: (nenhum)

source: (not playing)
pt: (sem música a tocar)

source: (Please do!) %1$@ has crashed or was terminated abnormally in the recent past. Your Mac collects some information about these problems when they happen, and the resulting reports are invaluable to the application's development team. They help us chase and fix the bugs that are causing these issues. Your Mac has stored %2$d reports about crashes of %1$@ that haven't been sent to the development team yet. Sending these reports happens in the background and doesn't require your attention. No private information whatsoever is included. Thank you for your cooperation!
pt: (reporte, sff!) O %1$@ crashou ou terminou de forma abrupta recentemente. O seu Mac reune algumas informações sobre estes problemas quando eles acontecem, e os relatórios resultantes são extremamente úteis para a equipa de desenvolvimento das aplicações. Os relatórios ajudam-nos a detectar e corrigir os erros que causam estes problemas. O seu Mac reuniu %2$d relatórios de crashes do %1$@ que ainda não foram enviados à equipa de desenvolvimento. O envio destes relatórios processa-se em segundo plano e não requer a sua atenção. Não será enviada nenhuma informação pessoal. Obrigado pela sua cooperação!

source: <b>(cancelled)</b>
pt: <b>(cancelado)</b>

source: <b>(completed)</b>
pt: <b>(completo)</b>

source: <b>(error: %@)</b>
pt: <b>(erro: %@)</b>

source: <b>(packaging...)</b>
pt: <b>(a comprimir...)</b>

source: <b>(rejected)</b>
pt: <b>(rejeitado)</b>

source: <b>(transferring...)</b>
pt: <b>(a transferir...)</b>

source: <b>Failed</b> to send SMS to "%@" at %@.<p>"<b>%@</b>"</p>
pt: O envio da SMS para "%@" às %@ <b>falhou</b>.<p>"<b>%@</b>"</p>

source: <new group %d>
pt: <novo grupo %d>

source: <none selected>
pt: <nenhuma seleccionada>

source: "%@" is now known as "%@".
pt: "%1$@" mudou de nome para "%2$@".

source: "%@"%@ has changed the topic to: "%@"
pt: "%1$@"%2$@ alterou o tópico para: "%3$@"

source: "%@"%@ has joined the chat. <%@, %@>
pt: "%1$@"%2$@ entrou na sala de chat. <%3$@, %4$@>

source: "%@"%@ has left the room%@.
pt: "%1$@"%2$@ saiu da sala de chat%3$@.

source: "%@"%@ is now <%@, %@>.
pt: "%1$@"%2$@ é agora <%3$@, %4$@>.

source: "%@"%@ was banned%@%@.
pt: "%1$@"%2$@ foi banido da sala%3$@%4$@.

source: "%@"%@ was kicked%@%@.
pt: "%1$@"%2$@ foi expulso da sala%3$@%4$@.

source: "%@"%@ was removed from the room%@ (due to: "%@"%@).
pt: "%1$@"%2$@ foi removido da sala%3$@ (devido a: "%4$@"%5$@).

source: Click to choose an action from a menu.
pt: Clique para escolher uma acção num menu.

source: A contact named "%@" already exists.
pt: O contacto "%@" já existe.

source: A contact named "%@" already exists. Also, the existing contact named "%@" already contains the address "%@".
pt: O contacto "%1$@" já existe e o contacto "%2$@" já contém o endereço de mail "%3$@".

source: A contact named "%@" already exists. You may merge the contact being renamed with the existing contact. You may also bring up a window to edit the existing contact.
pt: O contacto "%1$@" já existe. Pode fazer um multi-contacto para este utilizador. Quer junta-los num multi-contacto?

source: A contact named "%@" containing the address "%@" already exists.
pt: O contacto "%1$@" com o endereço "%2$@" já existe.

source: accept
pt: aceitar

source: Accept
pt: Aceitar

source: Accept invitation to join the chat room "%@"?
pt: Aceitar o convite para entrar na sala de chat "%@"?

source: Account "%@"
pt: Conta "%@"

source: Account "%@" %@ (error code: %d:%d)
pt: Conta "%1$@" %2$@ (código de erro: %3$d:%4$d)

source: Accounts
pt: Contas

source: Add To Existing Contact
pt: Adicionar ao Contacto Existente

source: Advanced
pt: Avançado

source: Alerts / Notifications
pt: Alertas / Notificações

source: All
pt: Todos

source: All your MSN contacts will be removed from the SAPO Messenger buddy list when you unregister from the MSN transport. If you moved contacts to different groups, these changes will be lost. You can't undo this action.
pt: Quando se desregista o transporte MSN, todos os contactos de MSN são removidos da lista de amigos do SAPO Messenger. Se moveu contactos entre grupos, essas alterações serão perdidas. Não pode voltar atrás nesta acção.

source: An invitation to join this chat has been sent to <%@>%@.
pt: Um convite para entrar nesta sala de chat foi enviado para <%1$@>%2$@.

source: Are you sure you want to close this window?
pt: Tem a certeza que deseja fechar esta janela?

source: Are you sure you want to unregister from the MSN transport?
pt: Tem a certeza que pretende desregistar-se do transporte MSN?

source: Authorization to see the online status of %@ on account "%@" was denied!
pt: O convite enviado a %@ pela conta "%@" foi rejeitado.

source: Authorize
pt: Autorizar

source: Authorize %@ to see your online status on account "%@"?
pt: %@ está a subscrever o teu contacto na conta "%@".

source: Beta Releases
pt: Versões Beta

source: Can't find the file.
pt: Não é possivel encontrar o ficheiro.

source: Can't open the file "%@" because it moved since you transferred it.
pt: Não é possivel abrir o ficheiro "%@" porque este já foi movido desde a sua transferência.

source: Cancel
pt: Cancelar

source: Change the topic of this chat-room.
pt: Alterar o tópico desta sala de chat.

source: Change your nickname on this chat-room.
pt: Mudar de nome nesta sala de chat.

source: Chat changed to contact "%@"
pt: A conversar com "%@"

source: Chat changed to contact "%@" thru account "%@"
pt: A conversar com "%@" através da conta "%@"

source: Chat ended.
pt: Conversa terminada.

source: Chat History
pt: Histórico de Conversas

source: Chat room configuration failed. Error: %@
pt: A configuração da sala de chat falhou. Erro: %@

source: Chat room configuration was changed successfully.
pt: A configuração da sala de chat foi alterada com sucesso.

source: Chat room error: %@ (%d)
pt: Erro da sala de chat: %1$@ (%2$d)

source: Chat started with contact "%@"
pt: A conversar com "%@"

source: Chat started with contact "%@" thru account "%@"
pt: A conversar com "%@" através da conta "%@"

source: Chat with "%@" on %@
pt: Conversa com "%1$@" em %2$@

source: Chat-room was created.
pt: A sala de chat foi criada.

source: Chat-room was destroyed.
pt: A sala de chat foi destruida.

source: Chat-room was destroyed. Please join the alternative chat-room at "%@".
pt: A sala de chat foi destruida. Utilize a sala de chat alternativa "%@".

source: Chat-room was joined successfully.
pt: Entrada na sala de chat concluida.

source: Choose Emoticon
pt: Escolher emoticon

source: Clear Menu
pt: Limpar Menu

source: Click to select one of the chat rooms that were joined recently.
pt: Clique para seleccionar uma das salas de chat visitadas recentemente.

source: Close
pt: Fechar

source: Closing the window will result in leaving the chat room "%@".
pt: Ao fechar a janela irá sair da sala de chat "%@".

source: Configure Room
pt: Configurar Sala de Chat

source: Configure this chat-room.
pt: Configurar esta sala de chat.

source: Copy "%@"
pt: Copiar "%@"

source: Create a new contact with the address "%@"?
pt: Criar um novo contacto com o endereço "%@"?

source: Create New Contact
pt: Criar Novo Contacto

source: Current iTunes Track
pt: Usar Música Como Frase

source: Decline Invitation
pt: Recusar Convite

source: Delete
pt: Apagar

source: Delete Group And Contacts
pt: Apagar Grupo e Contactos

source: Delete Group Only
pt: Apagar Grupo

source: Delete Groups And Contacts
pt: Apagar Grupos e Contactos

source: Delete Groups Only
pt: Apagar Grupos

source: Do you really want to dissolve %d contacts into contact "%@"?
pt: Quer dissolver os %1$d contactos no contacto "%2$@"?

source: Do you really want to dissolve contact "%@" into contact "%@"?
pt: Tem a certeza que pretende criar o multi-contacto "%1$@" com o contacto "%2$@"?

source: Do you really want to remove contact "%@" from the list?
pt: Tem a certeza que pretende remover o contacto "%@" da sua lista de contactos?

source: Do you really want to remove contacts %@ from the list?
pt: Tem a certeza que pretende remover os contactos %@ da sua lista de contactos?

source: Do you really want to remove group "%@" from the list?
pt: Tem a certeza que pretende remover o grupo "%@" da sua lista de contactos?

source: Do you really want to remove groups %@ from the list?
pt: Tem a certeza que pretende remover os grupos %@ da sua lista de contactos?

source: Do you really want to remove the address "%@" from this contact?
pt: Quer mesmo remover o contacto "%@"?

source: Do you really want to remove the addresses %@ from this contact?
pt: Quer mesmo remover os contactos %@?

source: Do you want to add the address "%@" to the contact named "%@"?
pt: Pretende criar um multi-contacto ao juntar o contacto "%1$@" com o contacto "%2$@"?

source: Do you want to merge this contact with the existing contact named "%@"?
pt: Pretende criar um multi-contacto com o nome "%@"?

source: Don't Authorize
pt: Não Autorizar

source: Don't Send
pt: Não Enviar

source: Double-click to open
pt: Faça duplo-clique para abrir o ficheiro

source: Drag a contact into this list to invite it to join this chat-room.
pt: Arraste um contacto para esta lista para o convidar a entrar nesta sala de chat.

source: Edit
pt: Editar

source: Edit Contact "%@"
pt: Editar o Contacto "%@"

source: Edit Existing Contact
pt: Editar Contacto Já Existente

source: File Transfer Accepted
pt: Transferência de Ficheiro Aceite

source: File Transfer Completed
pt: Transferência de Ficheiro Completa

source: File Transfer Failed
pt: Falha na Transferência de Ficheiro

source: File Transfer Offer
pt: Oferta de Ficheiro

source: First Message from %@
pt: Primeira mensagem de %@

source: General
pt: Geral

source: Get Info
pt: Obter Info

source: Go Back
pt: Voltar

source: Granted
pt: Aceite

source: Groups:
pt: Grupos:

source: Group-chat on room "%@" on %@
pt: Conversa na sala de chat "%1$@" em %2$@

source: History
pt: Histórico

source: Ignore
pt: Ignorar

source: Invalid Parameters!
pt: Parâmetros Inválidos!

source: Invite
pt: Convidar

source: Invite another contact to this chat-room.
pt: Convidar um contacto para esta sala de chat.

source: Invite Contact
pt: Convidar Contacto

source: is now Online
pt: está Online

source: Join Chat
pt: Entrar em Sala de Chat

source: Just Relaunch
pt: Reiniciar Aplicação

source: Last 7 Days
pt: Últimos 7 dias

source: Log In
pt: Ligar

source: Lost
pt: Perdido

source: Merge Contacts
pt: Criar Multi-Contactos

source: Message from %@
pt: Mensagem de %@

source: Move
pt: Mover

source: Move the address "%@" from contact "%@" to contact "%@"?
pt: Mover o endereço "%1$@" do contacto "%2$@" para o contacto "%3$@"?

source: MSN Account
pt: Conta MSN

source: Nightly Builds
pt: Versões Diárias

source: No URLs were found
pt: Não foram encontrados URLs

source: Notification Headline
pt: Alerta

source: of
pt: de

source: Offline Chat Messages
pt: Mensagens offline

source: Offline Messages
pt: Mensagens Offline

source: Oops! We've hit a small bump in the road!
pt: Oops! Sofremos um pequeno percalço!

source: Open "%@"
pt: Abrir "%@"

source: Open chat history folder
pt: Abrir pasta do histórico de conversas

source: Open file
pt: Abrir ficheiro

source: Other Jabber Service
pt: Outro Serviço Jabber

source: Packaging the files
pt: A comprimir ficheiros

source: Permission to see the online status of contact %@ was lost.
pt: Deixou de ter autorização para ver o estado do contacto %@.

source: Phone Number(s):
pt: Nºs de Telefone:

source: Presence Subscriptions
pt: Subscrição

source: Private Chat
pt: Conversa Privada

source: Received from: %@ (%@)
pt: De: %1$@ (%2$@)

source: Receiving file %@.
pt: A receber ficheiro %@.

source: Recent chat rooms list is empty.
pt: Lista de salas de chat recentes encontra-se vazia.

source: Recent messages exchanged on %@
pt: Últimas mensagens de %@.

source: Register...
pt: Registar…

source: Reject
pt: Rejeitar

source: reject
pt: rejeitar

source: Remove
pt: Remover

source: Remove Address
pt: Remover Endereço

source: Remove Contact...
pt: Remover Contacto...

source: Remove Contacts...
pt: Remover Contactos...

source: Renew
pt: Renovar

source: Report recent crashes?
pt: Reportar crashes recentes?

source: Requested
pt: Pedido

source: Reveal in Finder
pt: Mostrar no Finder

source: Room "%@" as "%@" (%@)
pt: Sala "%@" usando o nome "%@" (%@)

source: Select
pt: Seleccionar

source: Select Other App...
pt: Outra…

source: Send
pt: Enviar

source: Send File
pt: Enviar ficheiro

source: Send Info & Relaunch
pt: Enviar Info & Reiniciar Aplicação

source: Send Reports
pt: Enviar Relatórios

source: Send SMS
pt: Enviar SMS

source: Sending file %@.
pt: A enviar ficheiro %@.

source: Sent to: %@ (%@)
pt: Para: %1$@ (%2$@)

source: Set Nickname
pt: Alterar Nome

source: Set Topic
pt: Alterar Tópico

source: Show in Finder
pt: Mostrar no Finder

source: Show File Transfers (%d waiting to be accepted)
pt: Mostrar Transferências de Ficheiros (%d por aceitar)

source: Show Offline Messages (%d unread)
pt: Mostrar Mensagens Offline (%d não lidas)

source: Show Presence Subscriptions (%d requiring your attention)
pt: Mostrar Pedidos de Subscrição (%d por rever)

source: Show Roster
pt: Mostrar Lista de Amigos

source: SMS <b>received</b> from "%@" at %@<p>"<b>%@</b>"</p>
pt: SMS <b>recebido</b> de "%@" às %@<p>"<b>%@</b>"</p>

source: SMS <b>sent</b> to "%@" at %@<br/>Used: %d message(s), total of %d characters.<p>"<b>%@</b>"</p>
pt: SMS <b>enviado</b> para "%@" às %@<br/>Usadas: %d mensagem(s), total de %d caracteres.<p>"<b>%@</b>"</p>

source: SMS ▸ (unknown credit)
pt: SMS ▸ (crédito desconhecido)

source: SMS ▸ Credit: %d (%d free) | Sent: %d
pt: SMS ▸ Crédito: %1$d (%2$d grátis) | Enviados: %3$d

source: SMS Message from %@
pt: Mensagem SMS de %@

source: Some of the parameters you entered are not valid.
pt: Alguns dos parâmetros que introduziu não são válidos.

source: Sorry, %@ requires Mac OS X 10.4 or newer.
pt: %@ requer o Mac OS X 10.4 ou mais recente.

source: Stable Releases
pt: Versões Estáveis

source: Start a private chat with another participant of this chat-room.
pt: Iniciar uma conversa privada com outro participante desta sala de chat.

source: Start Private Chat
pt: Iniciar Conversa Privada

source: Stop
pt: Parar

source: The account "%@", which is used by this group-chat, has been disconnected.
pt: A conta "%@", utilizada por esta sala de chat, foi desligada.

source: The account "%@", which is used by this group-chat, has been reconnected and is now back online.
pt: A conta "%@", utilizada por esta sala de chat, foi ligada e encontra-se agora online.

source: The camera is probably already in use by some other application.
pt: O vídeo deve estar a ser utilizada numa outra aplicação.

source: The configuration can only be changed by the owner of the room.
pt: A configuração da sala de chat apenas pode ser alterada pelo dono da mesma.

source: The contact "%@" has denied your authorization to see the online status of the address "%@" on account "%@". You may either remove this address from your contact list or try to renew the authorization.
pt: O contacto "%@" rejeitou a sua autorização para ver o status do endereço"%@" na conta "%@". Pode remover este contacto da sua lista de contactos ou renovar a autorização.

source: The contact being dragged will be merged with the destination contact. The result will be a single contact named "%1$@" containing all the addresses from "%1$@" and "%2$@".
pt: Pretende criar um multi-contacto? Ficará apenas com um contacto com o nome "%1$@" que terá todos os contactos de "%1$@" e "%2$@".

source: The contact %@ has added your address to their contact list and wants to ask for your authorization to see when you are online on account "%@". %@Do you want to allow this person to see your online status?
pt: %@ está a tentar adicionar-te à lista de contactos pela conta "%@". %@Queres aceitar este convite?

source: The contact provided the following reason: "%@"
pt: A razão dada foi: "%@"

source: The contacts being dragged will be merged together into the destination contact. The result will be a single contact named "%1$@" containing all the addresses from "%1$@", %2$@.
pt: Pretende criar um multi-contacto? Ficará com apenas um contacto com o nome "%1$@" que contém todos os endereços de "%1$@", %2$@.

source: The current MSN state is unknown.
pt: O estado actual do MSN é desconhecido.

source: The currently selected address doesn't support file transfers. You can send a file by selecting another address of this contact in the pop-up menu below.
pt: O endeço seleccionado não suporta transferência de ficheiros. Pode enviar um ficheiro seleccionando outro endereço deste contacto no pop up abaixo.

source: The existing contact named "%@" already contains the address "%@". If you choose to proceed, a new contact named "%@" will be created and the address will be moved into it.
pt: O contacto "%1$@" já contém o endereço "%2$@". Se prosseguir, será criado o contacto "%3$@" e o endereço será movido para este.

source: The existing contact named "%@" already contains the address "%@". If you proceed, the address will be removed from that contact and will be added to the contact "%@".
pt: O contacto "%1$@" já contém o endereço "%2$@". Se prosseguir, o endereço será removido desse contacto e adicionado a "%3$@".

source: The file transfer of "%@" with %@ has failed
pt: A transferência do ficheiro "%@" com %@ falhou

source: The file transfer of "%@" with %@ has failed with the error: %@
pt: A transferência do ficheiro "%@" com %@ falhou com o erro: %@

source: The nickname "%@" is already in use on this server. Please choose an alternate nickname to proceed.
pt: O nome "%@" já se encontra em utilização neste servidor. Escolha um nome alternativo para prosseguir.

source: The reason was: "%@".
pt: A razão foi: "%@".

source: The topic has been set to: "%@"
pt: O tópico foi alterado para: "%@"

source: There's already a contact that exactly matches the data you have entered. Do you want to edit it instead?
pt: Já existe um contacto com os mesmo dados. Quer editar o contacto?

source: This account is enabled but is currently offline.
pt: Esta conta está activa mas encontra-se offline neste momento.

source: This contact doesn't support file transfers.
pt: Este contacto não suporta transferência de ficheiros.

source: Today
pt: Hoje

source: Toggle Audibles Drawer
pt: Mostrar/Esconder Bocas

source: Transfer of file %@ has <b>completed successfully</b>.
pt: A transferência do ficheiro %@ <b>terminou com sucesso</b>.

source: Transfer of file %@ was <b>aborted</b> with an error: %@.
pt: A transferência do ficheiro %1$@ foi <b>abortada</b> com um erro: %2$@.

source: Transfer of file %@ was <b>cancelled</b>.
pt: A transferência do ficheiro %@ foi <b>cancelada</b>.

source: Transfer of the file "%@" with %@ has completed
pt: A transferência do ficheiro "%@" com %@ completou com sucesso

source: Two existing contacts match the data you entered. Do you want to edit them instead?
pt: Existem dois contactos com os mesmo dados. Quer editá-los?

source: Unable to access video camera.
pt: Não é possivel aceder ao vídeo

source: Unable to find a video camera.
pt: Não foi possível encontrar o vídeo.

source: Unpackaging the received file
pt: A descomprimir ficheiro recebido

source: Unread
pt: Não lido

source: Unread Chat Messages
pt: Mensagens Não Lidas

source: Unregister...
pt: Desregistar…

source: Unsupported Operating System
pt: Sistema Operativo Não Suportado.

source: Waiting for Interface
pt: Net em baixo! A aguardar.

source: Waiting to Retry
pt: A aguardar nova tentativa.

source: went Offline
pt: está Offline

source: You are a debugger
pt: És um debugger

source: You are not allowed to change the configuration for this room.
pt: Não tem permissão para alterar a configuração desta sala de chat.

source: You can delete the group and keep the contacts that it contains by clicking "%@". If you click "%@", the contacts contained in the group will be deleted along with it. You can't undo this action.
pt: Pode apagar o grupo e manter os contactos do mesmo clicando sobre "%1$@". Se clicar "%2$@", os contactos do grupo serão apagados. Não pode voltar atrás nesta acção.
