Repository: tidatida/sapo-messenger-for-mac
Catalog: lilypad/Resources/*.lproj/Localizable.strings
Languages: pt

source: You can delete the groups and keep the contacts that they contain by clicking "%@". If you click "%@", the contacts contained in the groups will be deleted along with them. You can't undo this action.
pt: Pode apagar os grupos mas os contactos não serão eliminados se clicar sobre "%1$@".Se clicar "%2$@", os contactos dos grupos também serão apagados. Não pode voltar atrás nesta acção.

source: You can't undo this action.
pt: Não pode voltar atrás nesta acção.

source: You have been invited by %@ to join the chat room "%@", hosted on the server "%@". The following reason was given: "%@".
pt: Foi convidado por %1$@ a entrar na sala de chat "%2$@", alojada no servidor "%3$@". Foi dada a seguinte razão: "%4$@".

source: You have been invited by %@ to join the chat room "%@", hosted on the server "%@".
pt: Foi convidado por %1$@ a entrar na sala de chat "%2$@", alojada no servidor "%3$@".

source: You have just been banned!
pt: Acabaste de ser banido!

source: You have just been kicked!
pt: Acabaste de ser chutado!

source: You have left the chat-room.
pt: A sala de chat foi abandonada.

source: You have received %d message while you were offline.
pt: Recebeu %d mensagem enquanto esteve desligado.

source: You have received %d messages while you were offline.
pt: Recebeu %d mensagens enquanto esteve desligado.

source: You may %@ or %@ the transfer.
pt: Pode %1$@ ou %2$@ a transferência.

source: You must be the room owner in order to be allowed to configure it.
pt: Tem de ser o dono de uma sala de chat para poder configurá-la.

source: You're currently registered to the MSN transport with the email "%@" and you're logged in to the service.
pt: De momento encontra-se registado no transporte MSN com o e-mail "%@" e está ligado ao serviço.

source: You're currently registered to the MSN transport with the email "%@", but you're not logged in to the service.
pt: De momento encontra-se registado no transporte MSN com o e-mail "%@" mas não está ligado ao serviço.

source: You're not currently registered to the MSN transport.
pt: De momento não está registado no transporte MSN.

source: Your authorization to see the online status of the address "%@" on account "%@" has been denied. You may either remove this address from your contact list or try to renew the authorization.
pt: O convite enviado a "%@" na conta "%@" foi negado. Pode remover este endereço da sua lista de contactos e enviar o convite novamente.
